{
  "Home": "Ana Sayfa",
  "Services": "Hizmetler",
  "Products": "Ürünler",
  "About": "Hakkımızda",
  "Contact": "İletişim",
  "Portfolio": "Portföy",
  "Emergency": "Acil Durum",
  "Design Your Door": "Kapınızı Tasarlayın",
  "Language": "Dil",
  "English": "İngilizce",
  "Arabic": "Arapça",
  "Turkish": "Türkçe",
  "Years Experience": "Yıllık Deneyim",
  "Doors Installed": "Monte Edilen Kapılar",
  "Rated": "Derecelendirildi",
  "Fire Safety": "Yangın Güvenliği",
  "Customer Satisfaction": "Müşteri Memnuniyeti",
  "Discover Your Perfect Door": "Mükemmel Kapınızı Keşfedin",
  "From grand entrances to fire-rated security, explore our comprehensive range of premium steel door solutions": "Görkemli girişlerden yangına dayanıklı güvenliğe kadar, birinci sınıf çelik kapı çözümlerimizin kapsamlı yelpazesini keşfedin",
  "Customize Now": "Şimdi Özelleştir",
  "AI-Powered Door Designer": "Yapay Zeka Destekli Kapı Tasarımcısı",
  "Door Style": "Kapı Stili",
  "Modern": "Modern",
  "Classic": "Klasik",
  "Industrial": "Endüstriyel",
  "Finish": "Bitiş",
  "Premium Stainless Steel": "Premium Paslanmaz Çelik",
  "Brushed Bronze": "Fırçalanmış Bronz",
  "Matte Black": "Mat Siyah",
  "Hardware": "Donanım",
  "Launch Full Designer": "Tam Tasarımcıyı Başlat",
  "Design Your Dream Door in Minutes": "Hayalinizdeki Kapıyı Dakikalar İçinde Tasarlayın",
  "Our revolutionary AI-powered configurator lets you visualize, customize, and perfect your door design before installation. See exactly how your door will look in your space.": "Devrim niteliğindeki yapay zeka destekli konfigüratörümüz, kapı tasarımınızı kurulumdan önce görselleştirmenizi, özelleştirmenizi ve mükemmelleştirmenizi sağlar. Kapınızın mekanınızda tam olarak nasıl görüneceğini görün.",
  "Real-Time Visualization": "Gerçek Zamanlı Görselleştirme",
  "See your customizations instantly with photorealistic rendering": "Fotoğraf gerçekliğinde oluşturma ile özelleştirmelerinizi anında görün",
  "Unlimited Combinations": "Sınırsız Kombinasyon",
  "Mix and match styles, finishes, and hardware options": "Stilleri, bitişleri ve donanım seçeneklerini karıştırın ve eşleştirin",
  "Save & Share": "Kaydet ve Paylaş",
  "Save your designs and share with family or architects": "Tasarımlarınızı kaydedin ve ailenizle veya mimarlarla paylaşın",
  "Start Designing Now": "Şimdi Tasarlamaya Başla",
  "View Gallery": "Galeriyi Görüntüle",
  "Transformation Stories": "Dönüşüm Hikayeleri",
  "See how Medine Steel Doors transforms entrances and enhances security for homes and businesses": "Medine Çelik Kapılarının girişleri nasıl dönüştürdüğünü ve evler ve işyerleri için güvenliği nasıl artırdığını görün",
  "Before & After": "Önce & Sonra",
  "View Details": "Detayları Görüntüle",
  "View All Transformations": "Tüm Dönüşümleri Görüntüle",
  "Ready to Transform Your Entrance?": "Girişinizi Dönüştürmeye Hazır mısınız?",
  "Join thousands of satisfied customers who chose Medine Steel Doors for uncompromising security and sophisticated design.": "Ödün vermeyen güvenlik ve sofistike tasarım için Medine Çelik Kapıları'nı seçen binlerce memnun müşteriye katılın.",
  "Get Free Consultation": "Ücretsiz Danışmanlık Alın",
  "Call Now": "Şimdi Ara",
  "How can we help you?": "Size nasıl yardımcı olabiliriz?",
  "24/7 urgent repairs": "7/24 acil onarımlar",
  "Design Consultation": "Tasarım Danışmanlığı",
  "Free door design help": "Ücretsiz kapı tasarım yardımı",
  "Free installation estimate": "Ücretsiz kurulum tahmini",
  "Main Entrance Door": "Ana Giriş Kapısı",
  "Description for Main Entrance Door": "Ana girişler için yüksek kaliteli çelik kapı.",
  "Fire Rated Door": "Yangın Dereceli Kapı",
  "Description for Fire Rated Door": "Gelişmiş güvenlik için yangına dayanıklı çelik kapı.",
  "Security Door": "Güvenlik Kapısı",
  "Description for Security Door": "Maksimum güvenlik için sağlam çelik kapı.",
  "Custom Door": "Özel Kapı",
  "Description for Custom Door": "Benzersiz tarzınıza uyacak şekilde özel olarak tasarlanmış çelik kapı.",
  "Modern Home Transformation": "Modern Ev Dönüşümü",
  "Description for Modern Home Transformation": "Geleneksel bir evi çelik kapılarımızla modern bir şahesere dönüştürdük.",
  "Office Building Upgrade": "Ofis Binası Yükseltmesi",
  "Description for Office Building Upgrade": "Ofis binası, şık ve güvenli çelik kapılarla yükseltildi.",
  "Please select both property type and service needed.": "Lütfen hem mülk türünü hem de gerekli hizmeti seçin.",
  "Find Your Perfect Service": "Size en uygun hizmeti bulun",
  "What type of property?": "Mülk türü nedir?",
  "Residential": "Konut",
  "Home, apartment, condo": "Ev, daire, apartman",
  "Commercial": "Ticari",
  "Office, retail, industrial": "Ofis, mağaza, endüstriyel",
  "What do you need?": "Ne tür hizmete ihtiyacınız var?",
  "New Door Installation": "Yeni Kapı Montajı",
  "Custom or standard door installation": "Özel veya standart kapı montajı",
  "Repair Service": "Onarım Hizmeti",
  "Fix existing door issues": "Mevcut kapı sorunlarını giderin",
  "Maintenance Program": "Bakım Programı",
  "Regular upkeep and inspections": "Düzenli bakım ve kontroller",
  "Emergency Service": "Acil Servis",
  "Urgent repair or replacement": "Acil onarım veya değiştirme",
  "Cancel": "İptal",
  "Get Recommendation": "Öneri Al",
  "Emergency Service: Call (555) DOORS-24 immediately for urgent assistance.": "Acil Servis: Acil yardım için hemen (555) DOORS-24'ü arayın.",
  "Professional Care Plan recommended for commercial properties.": "Ticari mülkler için profesyonel bakım planı önerilir.",
  "Basic Care Plan perfect for residential maintenance.": "Konut bakımı için temel bakım planı idealdir.",
  "Custom Manufacturing service recommended. Start with our door configurator.": "Özel üretim hizmeti önerilir. Kapı yapılandırıcımızla başlayın.",
  "Professional Installation service will handle your repair needs.": "Profesyonel montaj hizmeti onarım ihtiyaçlarınızı karşılayacaktır.",
  "Recommendation": "Öneri",
  "We'll connect you with the right specialist!": "Sizi doğru uzmanla buluşturacağız!",
  "guide download would start here. This would provide detailed information about the service.": "Kılavuz indirilmeye başlanacaktır. Bu, hizmet hakkında ayrıntılı bilgi sağlayacaktır.",
  "maintenance plan selected! We'll contact you to schedule your first inspection.": "Bakım planı seçildi! İlk kontrolünüzü planlamak için sizinle iletişime geçeceğiz.",
  "Emergency service form would open here for immediate assistance requests.": "Acil yardım talepleri için acil servis formu burada açılacaktır.",
  "Our Services": "Hizmetlerimiz",
  "Complete Door Solutions": "Tam Kapı Çözümleri",
  "From custom manufacturing to emergency repairs, we deliver end-to-end door services with precision craftsmanship and unwavering reliability": "Özel üretimden acil onarımlara kadar uçtan uca kapı hizmetlerini hassas işçilik ve sarsılmaz güvenilirlikle sunuyoruz.",
  "Find Your Service": "Hizmetinizi bulun",
  "24/7 Emergency Line": "7/24 Acil Hattı",
  "Our Service Pillars": "Hizmet Temellerimiz",
  "Five comprehensive service areas designed to meet every door-related need with professional excellence": "Kapı ile ilgili her ihtiyacı profesyonel mükemmellikle karşılamak için tasarlanmış beş kapsamlı hizmet alanı",
  "Custom Manufacturing": "Özel Üretim",
  "Precision-crafted doors tailored to your exact specifications with premium materials and innovative design.": "Premium malzemeler ve yenilikçi tasarımla, tam olarak sizin gereksinimlerinize göre hazırlanmış kapılar.",
  "Learn More": "Daha Fazla Bilgi",
  "Professional Installation": "Profesyonel Montaj",
  "Certified installers delivering white-glove service with precision fitting and comprehensive warranties.": "Sertifikalı montajcılar, hassas montaj ve kapsamlı garantilerle üst düzey hizmet sunar.",
  "View Process": "Süreci Görüntüle",
  "Fire Safety Compliance": "Yangın Güvenliği Uygunluğu",
  "Certified fire-rated doors meeting all building codes with comprehensive documentation and testing.": "Tüm yapı yönetmeliklerine uygun, belgeli ve test edilmiş yangına dayanıklı kapılar.",
  "View Certifications": "Sertifikaları Görüntüle",
  "Emergency Repair": "Acil Onarım",
  "24/7 emergency response with same-day service for urgent security and safety issues.": "Acil güvenlik ve emniyet sorunları için aynı gün hizmet ile 7/24 acil müdahale.",
  "Call Now": "Hemen Ara",
  "Maintenance Programs": "Bakım Programları",
  "Proactive maintenance plans ensuring optimal performance and extending door lifespan with regular inspections.": "Kapının ömrünü uzatan ve optimum performans sağlayan proaktif bakım planları.",
  "View Plans": "Planları Görüntüle",
  "Not Sure Which Service?": "Hangi hizmetten emin değil misiniz?",
  "Use our interactive service selector to find the perfect solution for your needs": "İhtiyaçlarınıza en uygun çözümü bulmak için interaktif hizmet seçicimizi kullanın.",
  "Start Here": "Buradan Başla",
  "Premium Door Collection": "Premium Kapı Koleksiyonu",
  "Discover our complete range of precision-crafted steel doors designed for security, style, and sophistication": "Güvenlik, stil ve zarafet için tasarlanmış hassas işçilikli çelik kapılarımızın tam yelpazesini keşfedin",
  "200+ Door Styles": "200+ Kapı Stili",
  "50+ Finish Options": "50+ Bitirme Seçeneği",
  "A+ Fire Rating": "A+ Yangın Derecesi",
  "∞ Customization": "Sonsuz Özelleştirme",
  "Crafting Excellence":"Mükemmelliği Yaratmak",
  "Crafting Excellence": "Mükemmellik Sanatı",
  "Since 2009": "2009'dan beri",
  "Where traditional craftsmanship meets innovative technology to create doors that don't just secure—they inspire": "Geleneksel zanaat ile yenilikçi teknolojinin buluştuğu yer; sadece güvenlik sağlamakla kalmayan, ilham veren kapılar yaratır",
  "Meet Our Team": "Ekibimizle Tanışın",
  "View Our Work": "Çalışmalarımızı Görüntüle",
  "Our Story": "Hikayemiz",
  "Founded in 2009 by master craftsman Michael Medine, Medine Steel Doors began as a vision to revolutionize the door installation industry. What started as a small workshop focused on traditional steel door installation has evolved into a pioneering company that seamlessly blends time-honored craftsmanship with cutting-edge technology.": "2009 yılında usta zanaatkar Michael Medine tarafından kurulan Medine Çelik Kapılar, kapı montaj endüstrisini devrim niteliğinde değiştirme vizyonuyla başladı. Geleneksel çelik kapı montajına odaklı küçük bir atölye olarak başlayan işimiz, zamanla geleneksel zanaat ile modern teknolojiyi kusursuz bir şekilde birleştiren öncü bir şirket haline geldi.",
  "Our journey from traditional contractor to industry innovator reflects our unwavering commitment to excellence. We recognized early that customers deserved more than just functional doors—they deserved entrances that make statements, provide absolute security, and reflect their personal style.": "Geleneksel bir yükleniciden sektör yenilikçisine olan yolculuğumuz, mükemmeliyete olan sarsılmaz bağlılığımızı yansıtıyor. Müşterilerin sadece işlevsel kapılardan fazlasını hak ettiğini erken fark ettik; kendilerini ifade eden, mutlak güvenlik sağlayan ve kişisel tarzlarını yansıtan girişler hak ediyordu.",
  "Today, we're proud to be the first door installation company to offer AI-powered design configurators, allowing customers to visualize their perfect door before installation. This innovation, combined with our precision manufacturing, and expert installation, positions us as the Tesla of door installation.": "Bugün, müşterilerin kurulumdan önce mükemmel kapılarını görmelerini sağlayan AI destekli tasarım konfigüratörleri sunan ilk kapı montaj şirketi olmaktan gurur duyuyoruz. Bu yenilik, hassas üretimimiz ve uzman montajımız ile birleştiğinde, bizi kapı montajının Tesla'sı konumuna getiriyor.",
  "Years Experience": "Yılların Tecrübesi",
  "Doors Installed": "Kurulan Kapılar",
  "Customer Satisfaction": "Müşteri Memnuniyeti",
  "Our Journey of Innovation": "İnovasyon Yolculuğumuz",
  "Key milestones that shaped Medine Steel Doors into the industry leader we are today": "Medine Çelik Kapıları bugünkü sektör lideri haline getiren önemli dönüm noktaları",
  "Company Founded": "Şirket Kuruldu",
  "Michael Medine establishes the company with a vision to revolutionize door installation through precision craftsmanship.": "Michael Medine, hassas zanaat ile kapı montajını devrim niteliğinde değiştirme vizyonuyla şirketi kurdu.",
  "2009": "2009",
  "Fire Safety Certification": "Yangın Güvenliği Sertifikası",
  "Achieved A+ fire safety rating and became certified installer for commercial fire doors.": "A+ yangın güvenliği derecesi alındı ve ticari yangın kapıları için sertifikalı kurulumcu oldu.",
  "2012": "2012",
  "Manufacturing Expansion": "Üretim Genişlemesi",
  "Opened state-of-the-art manufacturing facility with precision equipment and quality control systems.": "Hassas ekipmanlar ve kalite kontrol sistemleri ile son teknoloji üretim tesisi açıldı.",
  "2015": "2015",
  "Digital Innovation": "Dijital İnovasyon",
  "Launched industry-first 3D door visualization technology and digital design consultation services.": "Sektörde ilk 3D kapı görselleştirme teknolojisi ve dijital tasarım danışmanlık hizmetleri başlatıldı.",
  "2018": "2018",
  "AI-Powered Configurator": "Yapay Zeka Destekli Konfigüratör",
  "Revolutionary AI door design configurator launched, allowing real-time customization and visualization.": "Devrim niteliğinde yapay zeka kapı tasarım konfigüratörü başlatıldı, gerçek zamanlı özelleştirme ve görselleştirme imkanı sağlandı.",
  "2021": "2021",
  "Industry Recognition": "Sektör Tanınırlığı",
  "Named \"Innovative Door Company of the Year\" and established partnerships with leading architects.": "\"Yılın Yenilikçi Kapı Şirketi\" seçildi ve önde gelen mimarlarla ortaklıklar kuruldu.",
  "2024": "2024",
  "Meet Our Expert Team": "Uzman Ekibimizle Tanışın",
  "Industry experts with decades of combined experience in precision door installation and security solutions": "Hassas kapı montajı ve güvenlik çözümlerinde onlarca yıllık birleşik deneyime sahip sektör uzmanları",
  "Founder & CEO": "Kurucu ve CEO",
  "Master craftsman with 20+ years experience. Certified in fire safety compliance and advanced security systems.": "20+ yıllık deneyime sahip usta zanaatkar. Yangın güvenliği uyumluluğu ve ileri güvenlik sistemlerinde sertifikalı.",
  "Fire Safety Expert": "Yangın Güvenliği Uzmanı",
  "ISO Certified": "ISO Sertifikalı",
  "Head of Design": "Tasarım Bölüm Başkanı",
  "Architectural designer specializing in luxury residential and commercial door solutions with 12 years experience.": "Lüks konut ve ticari kapı çözümlerinde uzman, 12 yıllık deneyime sahip mimari tasarımcı.",
  "Design Expert": "Tasarım Uzmanı",
  "LEED Certified": "LEED Sertifikalı",
  "Installation Manager": "Kurulum Müdürü",
  "Precision installation specialist with expertise in complex commercial projects and emergency repairs.": "Karmaşık ticari projeler ve acil tamirlerde uzman hassas kurulum uzmanı.",
  "Installation Pro": "Kurulum Profesyoneli",
  "Emergency Certified": "Acil Durum Sertifikalı",
  "Precision Manufacturing": "Hassas Üretim",
  "State-of-the-art facility equipped with cutting-edge technology for uncompromising quality control": "En son teknolojiyle donatılmış, ödün vermeyen kalite kontrol için tesis",
  "Advanced Production Facility": "Gelişmiş Üretim Tesisi",
  "CNC Precision Cutting": "CNC Hassas Kesim",
  "Computer-controlled cutting ensures perfect dimensions and consistent quality across all door components.": "Bilgisayar kontrollü kesim, tüm kapı bileşenlerinde mükemmel boyut ve tutarlı kalite sağlar.",
  "Automated Welding Systems": "Otomatik Kaynak Sistemleri",
  "Robotic welding technology delivers consistent, high-strength joints that exceed industry standards.": "Robotik kaynak teknolojisi, sektör standartlarını aşan tutarlı, yüksek dayanıklı eklemler sağlar.",
  "Multi-Stage Quality Control": "Çok Aşamalı Kalite Kontrol",
  "Every door undergoes rigorous testing including fire resistance, security, and finish quality assessments.": "Her kapı, yangın direnci, güvenlik ve yüzey kalitesi değerlendirmeleri dahil olmak üzere titiz testlerden geçer.",
  "15,000": "15,000",
  "Sq Ft Facility": "Alan (ft²)",
  "99.8%": "99.8%",
  "Quality Rate": "Kalite Oranı",
  "48hr": "48 Saat",
  "Production Time": "Üretim Süresi",
  "25yr": "25 Yıl",
  "Warranty": "Garanti",
  "Certifications & Partnerships": "Sertifikalar ve Ortaklıklar",
  "Industry-leading certifications and strategic partnerships that ensure the highest standards of quality and compliance": "En yüksek kalite ve uyumluluk standartlarını sağlayan sektör lideri sertifikalar ve stratejik ortaklıklar",
  "Fire Safety A+ Rating": "Yangın Güvenliği A+ Derecesi",
  "Certified for 90-minute fire resistance doors": "90 dakikalık yangın direnci kapıları için sertifikalı",
  "ISO 9001:2015": "ISO 9001:2015",
  "Quality management system certification": "Kalite yönetim sistemi sertifikası",
  "NFPA Compliance": "NFPA Uyumluluğu",
  "National Fire Protection Association standards": "Ulusal Yangın Koruma Derneği standartları",
  "LEED Certified": "LEED Sertifikalı",
  "Sustainable building practices": "Sürdürülebilir yapı uygulamaları",
  "Trusted by Industry Leaders": "Sektör Liderleri Tarafından Güvenilen",
  "Precision Craftsmanship": "الحرفية الدقيقة",
  "Every door is meticulously crafted with attention to detail that exceeds industry standards, ensuring lasting quality and performance": "كل باب مصنوع بعناية فائقة مع اهتمام بالتفاصيل يفوق معايير الصناعة، لضمان جودة وأداء طويل الأمد",
  "Innovative Customization": "Yenilikçi Özelleştirme",
  "Our AI-powered configurator and custom design services ensure every door perfectly matches your vision and architectural requirements": "Yapay zeka destekli yapılandırıcı ve özel tasarım hizmetleri، her kapının vizyonunuza ve mimari gereksinimlerinize tamamen uymasını sağlar",
  "Uncompromising Security": "Tavizsiz Güvenlik",
  "Security is never optional. Every door provides maximum protection while maintaining aesthetic appeal and architectural integrity": "Güvenlik asla isteğe bağlı değildir. Her kapı، estetik görünümü ve mimari bütünlüğü korurken maksimum koruma sağlar",
  "Customer-Centric Service": "Müşteri Odaklı Hizmet",
  "From initial consultation to post-installation support, we prioritize customer satisfaction and long-term relationships": "İlk danışmadan kurulum sonrası desteğe kadar، müşteri memnuniyetini ve uzun vadeli ilişkileri önceliğimiz olarak görüyoruz",
  "Sustainable Practices": "Sürdürülebilir Uygulamalar",
  "Environmental responsibility guides our manufacturing processes, material selection, and waste reduction initiatives": "Çevresel sorumluluk، üretim süreçlerimizi، malzeme seçimimizi ve atık azaltma girişimlerimizi yönlendirir",
  "Continuous Innovation": "Sürekli İnovasyon",
  "We constantly evolve our technology, processes, and services to stay ahead of industry trends and customer needs": "Teknolojimizi، süreçlerimizi ve hizmetlerimizi sürekli geliştirerek sektör trendlerinin ve müşteri ihtiyaçlarının önünde kalıyoruz",
  "What Our Customers Say": "Müşteri Yorumları",
  "The AI configurator was incredible - we could see exactly how our door would look before installation. The quality exceeded our expectations, and the installation team was professional and efficient": "Yapay zeka yapılandırıcısı inanılmazdı – kapımızın kurulumdan önce nasıl görüneceğini tam olarak görebildik. Kalite beklentilerimizi aştı ve kurulum ekibi profesyonel ve verimliydi",
  "As an architect, I appreciate their attention to detail and technical expertise. The fire-rated doors for our commercial project exceeded all compliance requirements while maintaining aesthetic appeal": "Bir mimar olarak، detaylara gösterdikleri özeni ve teknik uzmanlıklarını takdir ediyorum. Ticari projemiz için yangına dayanıklı kapılar، estetiği korurken tüm uyumluluk gereksinimlerini aştı",
  "Three years later, our door still looks and functions like new. The peace of mind knowing we have premium security with beautiful design makes it worth every penny": "Üç yıl sonra، kapımız hâlâ yeni gibi görünüyor ve çalışıyor. Premium güvenliğe ve güzel tasarıma sahip olmanın verdiği huzur، her kuruşuna değer",
  "Precision Craftsmanship": "Hassas İşçilik",
  "Every door is meticulously crafted with attention to detail that exceeds industry standards, ensuring lasting quality and performance": "Her kapı, sektör standartlarını aşan detaylara gösterilen özenle titizlikle üretilmiştir, uzun ömürlü kalite ve performans sağlar",
  "Innovative Customization": "Yenilikçi Özelleştirme",
  "Our AI-powered configurator and custom design services ensure every door perfectly matches your vision and architectural requirements": "Yapay zeka destekli yapılandırıcı ve özel tasarım hizmetleri, her kapının vizyonunuza ve mimari gereksinimlerinize tamamen uymasını sağlar",
  "Uncompromising Security": "Tavizsiz Güvenlik",
  "Security is never optional. Every door provides maximum protection while maintaining aesthetic appeal and architectural integrity": "Güvenlik asla isteğe bağlı değildir. Her kapı, estetik görünümü ve mimari bütünlüğü korurken maksimum koruma sağlar",
  "Customer-Centric Service": "Müşteri Odaklı Hizmet",
  "From initial consultation to post-installation support, we prioritize customer satisfaction and long-term relationships": "İlk danışmadan kurulum sonrası desteğe kadar, müşteri memnuniyetini ve uzun vadeli ilişkileri önceliğimiz olarak görüyoruz",
  "Sustainable Practices": "Sürdürülebilir Uygulamalar",
  "Environmental responsibility guides our manufacturing processes, material selection, and waste reduction initiatives": "Çevresel sorumluluk, üretim süreçlerimizi, malzeme seçimimizi ve atık azaltma girişimlerimizi yönlendirir",
  "Continuous Innovation": "Sürekli İnovasyon",
  "We constantly evolve our technology, processes, and services to stay ahead of industry trends and customer needs": "Teknolojimizi, süreçlerimizi ve hizmetlerimizi sürekli geliştirerek sektör trendlerinin ve müşteri ihtiyaçlarının önünde kalıyoruz",
  "What Our Customers Say": "Müşteri Yorumları",
  "The AI configurator was incredible - we could see exactly how our door would look before installation. The quality exceeded our expectations, and the installation team was professional and efficient": "Yapay zeka yapılandırıcısı inanılmazdı – kapımızın kurulumdan önce nasıl görüneceğini tam olarak görebildik. Kalite beklentilerimizi aştı ve kurulum ekibi profesyonel ve verimliydi",
  "As an architect, I appreciate their attention to detail and technical expertise. The fire-rated doors for our commercial project exceeded all compliance requirements while maintaining aesthetic appeal": "Bir mimar olarak, detaylara gösterdikleri özeni ve teknik uzmanlıklarını takdir ediyorum. Ticari projemiz için yangına dayanıklı kapılar, estetiği korurken tüm uyumluluk gereksinimlerini aştı",
  "Three years later, our door still looks and functions like new. The peace of mind knowing we have premium security with beautiful design makes it worth every penny": "Üç yıl sonra, kapımız hâlâ yeni gibi görünüyor ve çalışıyor. Premium güvenliğe ve güzel tasarıma sahip olmanın verdiği huzur, her kuruşuna değer",
  "Community & Sustainability": "Topluluk ve Sürdürülebilirlik",
  "Our commitment extends beyond doors to building stronger communities and protecting our environment": "Taahhüdümüz, kapıların ötesine geçerek daha güçlü topluluklar inşa etmeyi ve çevremizi korumayı içerir",
  "Community Impact": "Toplum Etkisi",
  "Annual donation of security doors to local shelters and community centers": "Yerel barınaklara ve toplum merkezlerine yıllık güvenlik kapısı bağışı",
  "Partnership with Habitat for Humanity providing doors for affordable housing projects": "Uygun fiyatlı konut projeleri için Habitat for Humanity ile işbirliği",
  "Local apprenticeship programs supporting next-generation craftspeople": "Gelecek nesil zanaatkarları destekleyen yerel staj programları",
  "Emergency response team for disaster relief door replacements": "Afet yardımında kapı değişimi için acil müdahale ekibi",
  "Environmental Responsibility": "Çevresel Sorumluluk",
  "100% recyclable steel sourced from certified sustainable suppliers": "Sertifikalı sürdürülebilir tedarikçilerden %100 geri dönüştürülebilir çelik",
  "Zero-waste manufacturing process with 95% material utilization rate": "%95 malzeme kullanım oranına sahip sıfır atık üretim süreci",
  "Solar-powered facility reducing carbon footprint by 60%": "Karbon ayak izini %60 azaltan güneş enerjili tesis",
  "LEED-certified building practices and green transportation fleet": "LEED sertifikalı inşaat uygulamaları ve çevre dostu ulaşım filosu",
  "Ready to Experience the Medine Difference?": "Medine Farkını Denemeye Hazır mısınız?",
  "Join thousands of satisfied customers who chose precision craftsmanship, innovative customization, and uncompromising security": "Hassas işçilik, yenilikçi özelleştirme ve tavizsiz güvenlik seçen binlerce memnun müşteriye katılın",
  "Schedule Consultation": "Danışmanlık Randevusu Al",
  "Call Now: (555) DOORS-24": "Şimdi Ara: (555) DOORS-24",
  "Real experiences from customers who chose Medine Steel Doors for their security and design needs":"Güvenlik ve tasarım ihtiyaçları için Medine Çelik Kapıları seçen müşterilerden gerçek deneyimler",
  "The AI configurator was incredible - we could see exactly how our door would look before installation. The quality exceeded our expectations, and the installation team was professional and efficient.":"AI yapılandırıcısı inanılmazdı - kapımızın kurulum öncesi tam olarak nasıl görüneceğini görebildik. Kalite beklentilerimizi aştı ve kurulum ekibi profesyonel ve verimliydi.",
  "As an architect, I appreciate their attention to detail and technical expertise. The fire-rated doors for our commercial project exceeded all compliance requirements while maintaining aesthetic appeal":"Bir mimar olarak, detaylara gösterdikleri özeni ve teknik uzmanlıklarını takdir ediyorum. Ticari projemiz için yangına dayanıklı kapılar, estetik çekiciliği korurken tüm uyumluluk gereksinimlerini aştı.",
  "Three years later, our door still looks and functions like new. The peace of mind knowing we have premium security with beautiful design makes it worth every penny.":"Üç yıl sonra, kapımız hâlâ yeni gibi görünüyor ve işlevini sürdürüyor. Güvenliğin üst düzeyde olması ve güzel tasarım, ödediğimiz her kuruşu değerli kılıyor.",
  "Where Security Meets Sophistication":"Where Security Meets Sophistication",
"hero_title": "Üstün Kapı Montaj Hizmetleri",
"hero_description": "Güvenlik, stil ve dayanıklılığı bir araya getiren kaliteli kapılarla evleri güzelleştiriyoruz.",
"get_free_estimate": "Ücretsiz Keşif Alın",
"view_our_work": "Çalışmalarımızı Görüntüle",
"portfolio_section_title": "{title}",
  "Premium Door Installation Services": "Premium Kapı Kurulum Hizmetleri",
  "Enhancing homes with quality doors that combine security, style, and durability.": "Güvenlik, stil ve dayanıklılığı birleştiren kaliteli kapılarla evleri geliştirme.",
  "Get Free Estimate": "Ücretsiz Teklif Al",
  "View Our Work": "İşimizi Görüntüle",
  "Modern door installation": "Modern kapı kurulumu",

  "About Our Company": "Şirketimiz Hakkında",
  "20+ Years of Excellence in Door Installation": "Kapı Kurulumunda 20+ Yıllık Mükemmellik",
  "Founded in 2003, we've grown from a small local business to the region's leading door installation specialists. Our team of certified professionals combines technical expertise with an eye for design to deliver exceptional results.": "2003 yılında kuruldu, küçük bir yerel işletmeden bölgenin önde gelen kapı kurulum uzmanlarına dönüştük. Sertifikalı profesyonellerden oluşan ekibimiz, teknik uzmanlığı tasarım gözüyle birleştirerek mükemmel sonuçlar sunuyor.",
  "Licensed and insured professionals": "Lisanslı ve sigortalı profesyoneller",
  "Over 5,000 successful installations": "5.000'den fazla başarılı kurulum",
  "Manufacturer-trained technicians": "Üretici tarafından eğitilmiş teknisyenler",
  "Sustainable and eco-friendly practices": "Sürdürülebilir ve çevre dostu uygulamalar",
  "Learn More About Us": "Hakkımızda Daha Fazla Bilgi Edinin",

  "Types of Doors We Install": "Kurulumunu Yaptığımız Kapı Türleri",
  "View Options →": "Seçenekleri Gör →",
  "View All Door Types": "Tüm Kapı Türlerini Görüntüle",

  "Our Recent Door Installation Projects": "Son Kapı Kurulum Projelerimiz",
  "View Full Portfolio": "Tüm Portföyü Görüntüle",
    "Where security meets sophistication. Premium steel door solutions with precision craftsmanship and innovative design": "Güvenliğin zarafetle buluştuğu yer. Hassas işçilik ve yenilikçi tasarımla premium çelik kapı çözümleri",
  "Quick Links": "Hızlı Bağlantılar",
  "Home": "Ana Sayfa",
  "Portfolio": "Portföy",
  "Contact": "İletişim",
  "123 Steel Avenue": "123 Çelik Caddesi",
  "Security City, SC 12345": "Güvenlik Şehri, SC 12345",
  "All Rights Reserved.": "Tüm Hakları Saklıdır.",
    "What Our Customers Say": "Müşterilerimiz Ne Diyor",
  "No reviews available yet.": "Henüz inceleme yok.",
  "contact header title": "Bizimle İletişime Geçin",
  "contact header description": "Her türlü soru veya hizmet için buradayız.",
  "phone whatsapp title": "Telefon & WhatsApp",
  "phone main": "Ana Telefon",
  "phone whatsapp": "WhatsApp",
  "available 24 7 emergencies": "Acil durumlar için 7/24 hizmetinizde",
  "email address title": "E-posta Adresi",
  "email general inquiries": "Genel Sorular",
  "email support": "Destek",
  "email quotes": "Teklifler",
  "office location title": "Ofis Konumu",
  "office name": "Door Excellence Merkezi",
  "office address line1": "Çelik Sokak 123",
  "office address line2": "Güvenlik Şehri",
  "office address line3": "SC 12345",
  "business hours title": "Çalışma Saatleri",
  "monday friday": "Pazartesi - Cuma",
  "saturday": "Cumartesi",
  "sunday": "Pazar",
  "emergency services only": "Sadece Acil Servis",
  "emergency service 24 7 title": "Acil Servis 24/7",
  "emergency service description": "Acil hizmetler için her zaman arayın.",
  "call now button": "Şimdi Ara",
  "our location title": "Konumumuz",
  "interactive map location": "Etkileşimli Harita",
  "follow us title": "Bizi Takip Edin",
  "frequently asked questions": "Sıkça Sorulan Sorular",
  "how long does a typical door installation take": "Tipik bir kapı montajı ne kadar sürer?",
  "how long does a typical door installation take content": "Çoğu standart kapı montajı 2-4 saat içinde tamamlanabilir. Ancak kesin süre, kapı türü, mevcut çerçevenin durumu ve gerekli özel değişiklikler gibi çeşitli faktörlere bağlıdır. Ekibimiz, ücretsiz danışmanız sırasında daha doğru bir zaman çizelgesi sağlayacaktır.",
  "whats included in your installation service": "Montaj hizmetiniz neleri kapsıyor?",
  "whats included in your installation service content": "Tam montaj hizmetimiz şunları içerir: eski kapınızın çıkarılması ve atılması, kapı açılımının hazırlanması, yeni kapının uygun şekilde hizalanarak monte edilmesi, donanım montajı, hava sızdırmazlık contaları ve son kalite kontrolü. Ayrıca işi tamamladıktan sonra çalışma alanını temizleriz.",
  "do i need to be home during installation": "Montaj sırasında evde olmam gerekiyor mu?",
  "do i need to be home during installation content": "Konut montajları için, son montajı onaylamak ve biz ayrıldıktan sonra mülkü güvence altına almak için bir yetişkinin bulunmasını öneriyoruz. Ticari mülkler için gerekirse bina yöneticiniz veya güvenlik ekibiniz ile çalışabiliriz.",
  "what types of payment do you accept": "Hangi ödeme türlerini kabul ediyorsunuz?",
  "what types of payment do you accept content": "Tüm büyük kredi kartlarını, çekleri ve nakit ödemeleri kabul ediyoruz. Daha büyük projeler için onaylı kredi ile finansman seçenekleri sunuyoruz. Özel kapı siparişi verirken genellikle bir depozito gereklidir ve montaj tamamlandığında bakiye ödenir.",
  "how do i maintain my new doors": "Yeni kapılarımı nasıl korurum?",
  "how do i maintain my new doors content": "Bakım gereksinimleri kapının malzemesine göre değişir. Kurduğumuz her kapı için özel bakım talimatları sağlıyoruz. Genel olarak, ahşap kapılar periyodik olarak yeniden cilalanabilirken, fiberglas ve çelik kapılar minimum bakım gerektirir—sadece ara sıra temizlik ve hareketli parçaların yağlanması. Tüm kapılar, hava contaları ve donanımlarının mevsimlik kontrolünden fayda görür.",
    "whats included in your installation service": "Montaj hizmetiniz neleri kapsıyor",
  "whats included in your installation service content": "Tam montaj hizmetimiz şunları içerir eski kapınızın çıkarılması ve atılması kapı açılımının hazırlanması yeni kapının uygun şekilde hizalanarak monte edilmesi donanım montajı hava sızdırmazlık contaları ve son kalite kontrolü ayrıca işi tamamladıktan sonra çalışma alanını temizleriz",
  "do i need to be home during the installation": "Montaj sırasında evde olmam gerekiyor mu",
  "do i need to be home during the installation content": "Konut montajları için son montajı onaylamak ve biz ayrıldıktan sonra mülkü güvence altına almak için bir yetişkinin bulunmasını öneriyoruz Ticari mülkler için gerekirse bina yöneticiniz veya güvenlik ekibiniz ile çalışabiliriz",
    "whats included in your installation service": "Montaj hizmetiniz neleri kapsıyor",
  "whats included in your installation service content": "Tam montaj hizmetimiz şunları içerir eski kapınızın çıkarılması ve atılması kapı açılımının hazırlanması yeni kapının uygun şekilde hizalanarak monte edilmesi donanım montajı hava sızdırmazlık contaları ve son kalite kontrolü ayrıca işi tamamladıktan sonra çalışma alanını temizleriz",
    "whats included in your installation service": "Montaj hizmetiniz neleri kapsıyor",
  "whats included in your installation service content": "Tam montaj hizmetimiz şunları içerir eski kapınızın çıkarılması ve atılması kapı açılımının hazırlanması yeni kapının uygun şekilde hizalanarak monte edilmesi donanım montajı hava sızdırmazlık contaları ve son kalite kontrolü ayrıca işi tamamladıktan sonra çalışma alanını temizleriz",
  "contact our team":"Ekibimizle İletişime Geçin",
  "have more questions we're happy to help":"Daha fazla sorunuz mu var? Size yardımcı olmaktan mutluluk duyarız"
}

